[
  {
    "Id": 1,
    "name": "Sarah Martinez",
    "photo": "https://images.unsplash.com/photo-1494790108755-2616b612b1e8?w=400&q=80",
    "joinedDate": "2019-03-15T00:00:00Z",
    "responseTime": "an hour",
    "responseRate": 98,
    "verified": true,
    "superhost": true,
    "bio": "Welcome! I'm Sarah, a real estate professional who loves sharing beautiful spaces with travelers. I've been hosting for over 4 years and take pride in creating memorable experiences for my guests. When I'm not managing properties, you can find me exploring local coffee shops or hiking with my golden retriever, Max.",
    "properties": [1],
    "rating": 4.8,
    "reviewCount": 127
  },
  {
    "Id": 2,
    "name": "Michael Chen",
    "photo": "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?w=400&q=80",
    "joinedDate": "2018-07-22T00:00:00Z",
    "responseTime": "a few hours",
    "responseRate": 95,
    "verified": true,
    "superhost": false,
    "bio": "Hi there! I'm Michael, an architect with a passion for historic homes and sustainable living. This Victorian house has been in my family for generations, and I love sharing its stories with guests. I'm always happy to provide recommendations for local restaurants, galleries, and hidden gems in the neighborhood.",
    "properties": [2],
    "rating": 4.9,
    "reviewCount": 89
  },
  {
    "Id": 3,
    "name": "Isabella Rodriguez",
    "photo": "https://images.unsplash.com/photo-1438761681033-6461ffad8d80?w=400&q=80",
    "joinedDate": "2020-01-10T00:00:00Z",
    "responseTime": "within an hour",
    "responseRate": 100,
    "verified": true,
    "superhost": true,
    "bio": "¡Hola! I'm Isabella, a luxury hospitality consultant who believes every stay should be extraordinary. This beachfront villa is my pride and joy - I've personally curated every detail to ensure an unforgettable experience. I'm fluent in English, Spanish, and Portuguese, and I love helping guests discover the best of our coastal paradise.",
    "properties": [3],
    "rating": 4.95,
    "reviewCount": 156
  },
  {
    "Id": 4,
    "name": "James Thompson",
    "photo": "https://images.unsplash.com/photo-1472099645785-5658abf4ff4e?w=400&q=80",
    "joinedDate": "2017-11-05T00:00:00Z",
    "responseTime": "a few hours",
    "responseRate": 92,
    "verified": true,
    "superhost": false,
    "bio": "Hey folks! I'm James, a former park ranger who fell in love with mountain living. This cabin has been my weekend retreat for years, and I decided to share it with fellow nature lovers. I can provide insider tips on the best hiking trails, fishing spots, and wildlife viewing areas. Always happy to help you make the most of your mountain adventure!",
    "properties": [4],
    "rating": 4.7,
    "reviewCount": 94
  },
  {
    "Id": 5,
    "name": "Luna Kim",
    "photo": "https://images.unsplash.com/photo-1517841905240-472988babdf9?w=400&q=80",
    "joinedDate": "2021-05-18T00:00:00Z",
    "responseTime": "within an hour",
    "responseRate": 97,
    "verified": true,
    "superhost": false,
    "bio": "Hello! I'm Luna, a graphic designer and art enthusiast living in the heart of the Arts District. I love the creative energy of this neighborhood and enjoy sharing it with visitors. My studio apartment reflects my minimalist aesthetic and love for contemporary art. I'm always excited to recommend the best galleries, street art tours, and creative workshops in the area.",
    "properties": [5],
    "rating": 4.6,
    "reviewCount": 203
  },
  {
    "Id": 6,
    "name": "Alexander Wright",
    "photo": "https://images.unsplash.com/photo-1500648767791-00dcc994a43e?w=400&q=80",
    "joinedDate": "2019-09-12T00:00:00Z",
    "responseTime": "within a few hours",
    "responseRate": 94,
    "verified": true,
    "superhost": true,
    "bio": "Greetings! I'm Alex, a finance professional who splits time between New York and Miami. This penthouse is my Miami retreat, and I love sharing those incredible sunset views with guests. I'm passionate about modern design and city living. Feel free to ask me about the best rooftop bars, art galleries, and exclusive dining experiences in the area.",
    "properties": [6],
    "rating": 4.85,
    "reviewCount": 72
  },
  {
    "Id": 7,
    "name": "Margaret Foster",
    "photo": "https://images.unsplash.com/photo-1544723795-3fb6469f5b39?w=400&q=80",
    "joinedDate": "2016-04-20T00:00:00Z",
    "responseTime": "within an hour",
    "responseRate": 99,
    "verified": true,
    "superhost": true,
    "bio": "Welcome to the Village! I'm Margaret, a retired literature professor who has called Greenwich Village home for over 30 years. This brownstone has been lovingly maintained to preserve its historic character while providing modern comfort. I adore sharing stories about the neighborhood's rich history and can point you toward the best bookshops, cafes, and cultural landmarks.",
    "properties": [7],
    "rating": 4.75,
    "reviewCount": 118
  },
  {
    "Id": 8,
    "name": "David Park",
    "photo": "https://images.unsplash.com/photo-1506794778202-cad84cf45f1d?w=400&q=80",
    "joinedDate": "2020-08-03T00:00:00Z",
    "responseTime": "a few hours",
    "responseRate": 91,
    "verified": true,
    "superhost": false,
    "bio": "Hi! I'm David, a tech professional and minimalism advocate based in Seattle. I believe in the power of simplified living and designed this apartment to showcase how beautiful and peaceful a clutter-free space can be. I'm happy to share tips on minimalist living and recommend the best coffee roasters, hiking trails, and tech meetups in Seattle.",
    "properties": [8],
    "rating": 4.65,
    "reviewCount": 87
  },
  {
    "Id": 9,
    "name": "Emma Beaumont",
    "photo": "https://images.unsplash.com/photo-1487412720507-e7ab37603c6f?w=400&q=80",
    "joinedDate": "2018-02-14T00:00:00Z",
    "responseTime": "within an hour",
    "responseRate": 96,
    "verified": true,
    "superhost": true,
    "bio": "Bonjour! I'm Emma, a sommelier and organic farmer who moved from France to Napa Valley to pursue my passion for sustainable winemaking. This farmhouse sits on our organic vineyard, and I love sharing the wine country lifestyle with guests. I offer private tastings and can arrange visits to our partner wineries. Passionate about farm-to-table cuisine and sustainable living!",
    "properties": [9],
    "rating": 4.9,
    "reviewCount": 142
  },
  {
    "Id": 10,
    "name": "Robert \"Bob\" Johnson",
    "photo": "https://images.unsplash.com/photo-1560250097-0b93528c311a?w=400&q=80",
    "joinedDate": "2017-06-30T00:00:00Z",
    "responseTime": "a few hours",
    "responseRate": 93,
    "verified": true,
    "superhost": false,
    "bio": "Howdy! I'm Bob, a retired fishing guide who spent 40 years on these waters. This cottage has been our family's summer retreat for decades, and now I love sharing it with fellow water enthusiasts. I can teach you the best fishing spots, provide kayak instruction, and share stories about Lake Tahoe's history. Don't forget to ask about my famous fish fry recipes!",
    "properties": [10],
    "rating": 4.8,
    "reviewCount": 96
  },
  {
    "Id": 11,
    "name": "Zoe Anderson",
    "photo": "https://images.unsplash.com/photo-1534528741775-53994a69daeb?w=400&q=80",
    "joinedDate": "2021-01-25T00:00:00Z",
    "responseTime": "within an hour",
    "responseRate": 98,
    "verified": true,
    "superhost": true,
    "bio": "Hello! I'm Zoe, an environmental architect specializing in sustainable design. This glass house represents my vision of modern living in harmony with nature. I'm passionate about eco-friendly architecture and love discussing sustainable building practices with interested guests. When not working, I enjoy forest bathing, bird watching, and practicing meditation among the trees.",
    "properties": [11],
    "rating": 4.95,
    "reviewCount": 68
  },
  {
    "Id": 12,
    "name": "Tyler Brooks",
    "photo": "https://images.unsplash.com/photo-1519085360753-af0119f7cbe7?w=400&q=80",
    "joinedDate": "2020-11-08T00:00:00Z",
    "responseTime": "within a few hours",
    "responseRate": 89,
    "verified": false,
    "superhost": false,
    "bio": "Hey there! I'm Tyler, a woodworker and minimalist lifestyle blogger who built this tiny house with my own hands. I'm passionate about simple living, sustainability, and craftsmanship. This tiny house showcases how thoughtful design can create a comfortable home in a small space. I love sharing tips about minimalist living, woodworking, and sustainable practices with guests.",
    "properties": [12],
    "rating": 4.7,
    "reviewCount": 134
  }
]